Repository: jwnetdotwork/briefing-pad
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

# common.all
source: All
ja: すべて

# common.audioOnly
source: Audio only
ja: 音声のみ

# common.cancel
source: Cancel
ja: キャンセル

# common.copyToClipboard
source: Copy to Clipboard
ja: クリップボードにコピー

# common.create
source: Create
ja: 作成

# common.delete
source: Delete
ja: 削除

# common.error
source: Error
ja: エラー

# common.llmOnly
source: LLM results only
ja: LLM結果のみ

# common.none
source: None
ja: なし

# common.notSet
source: Not set
ja: 未設定

# common.regenerate
source: Regenerate
ja: 再生成

# common.retry
source: Retry
ja: 再試行

# common.save
source: Save
ja: 保存

# common.transcriptOnly
source: Transcript only
ja: 文字起こしのみ

# common.unknownError
source: An unknown error occurred
ja: 不明なエラーが発生しました

# contentView.currentPartNotFound
source: Current part not found
ja: 現在のパートが見つかりません

# contentView.sessionNotFound
source: Session not found
ja: セッションが見つかりません

# llm.error.apiErrorFormat
source: AI service returned an error (Status: %lld). Please try again.
ja: AIサービスでエラーが発生しました (ステータス: %lld)。もう一度お試しください。

# llm.error.invalidResponse
source: Received an invalid response from the AI.
ja: AIから無効なレスポンスを受け取りました。

# llm.error.missingApiKey
source: OpenAI API key is missing. Please check your settings.
ja: OpenAI APIキーが設定されていません。設定を確認してください。

# llm.error.parseErrorFormat
source: Failed to parse AI response: %@
ja: AIレスポンスの解析に失敗しました: %@

# llm.error.timeout
source: The request timed out. Please try again.
ja: リクエストがタイムアウトしました。もう一度お試しください。

# microphone.error.permissionDenied
source: Microphone access is not allowed.
ja: マイクの使用が許可されていません

# microphone.error.startFailed
source: Failed to start recording: %@
ja: 録音の開始に失敗しました: %@

# microphone.level.high
source: High
ja: 大

# microphone.level.low
source: Low
ja: 小

# microphone.level.mid
source: Medium
ja: 中

# microphone.level.silent
source: Silent
ja: 無音

# notionImport.aiMemoBadge
source: 🤖 AI memo
ja: 🤖AIメモ有

# notionImport.error.authenticationFailed
source: Authentication failed. Check your token.
ja: 認証失敗（トークンを確認してください）

# notionImport.error.fetchFailedFormat
source: Fetch failed: %@
ja: 取得失敗: %@

# notionImport.error.importFailedFormat
source: Import failed: %@
ja: インポート失敗: %@

# notionImport.error.invalidURL
source: The URL is invalid.
ja: URL が不正です

# notionImport.error.permissionDenied
source: Missing share access. Invite the integration to the page.
ja: 共有不足（インテグレーションをページに招待してください）

# notionImport.error.saveToken
source: Save your Notion token in Settings.
ja: 設定画面で Notion トークンを保存してください

# notionImport.import
source: Import
ja: インポート確定

# notionImport.minutesFormat
source: %lld min
ja: %lld分

# notionImport.pageUrlOrId
source: Notion page URL or ID
ja: Notion ページ URL または ID

# notionImport.partsHeading
source: Parts to import:
ja: インポート対象パート:

# notionImport.preview
source: Preview
ja: プレビュー確認

# notionImport.sessionNameFormat
source: Session name: %@
ja: セッション名: %@

# notionImport.stat.learning
source: Learning
ja: 学習

# notionImport.stat.observation
source: Observation
ja: 観察

# notionImport.stat.positive
source: Positive
ja: 良点

# notionImport.title
source: Import from Notion
ja: Notion からインポート

# notionImport.uninterpretedBlockCountFormat
source: Uninterpreted blocks: %lld
ja: 未解釈ブロック数: %lld

# part.duration
source: Duration (min)
ja: 分

# part.edit.title
source: Edit part
ja: パート編集

# part.learningpoints
source: Learning Points
ja: 学習ポイント

# part.number
source: Number
ja: 番号

# part.observationitems
source: Observation items
ja: 観察メモ

# part.positiveitems
source: Positive items
ja: 良かった点

# part.setting
source: Setting
ja: 場面設定

# part.title
source: Title
ja: タイトル

# partAddSheet.title
source: Add Part
ja: パート追加

# partControls.completed
source: Completed
ja: 完了済み

# partControls.finishPart
source: Finish Part
ja: パート終了

# partControls.idle
source: Idle
ja: 待機中

# partControls.play
source: Play
ja: 再生

# partControls.recording
source: ● Recording
ja: ● 録音中

# partControls.start
source: Start
ja: 開始

# partControls.starting
source: Starting...
ja: 準備中...

# partControls.stop
source: Pause
ja: 停止

# partControls.stopPlayback
source: Stop Playback
ja: 再生停止

# partHeader.durationFormat
source: %lld min
ja: %lld分

# partHeader.learningPointsFormat
source: Learning points: %@
ja: 学習ポイント: %@

# partHeader.settingFormat
source: Setting: %@
ja: 場面設定: %@

# partHeader.titleFormat
source: Part %lld. %@
ja: パート %lld. %@

# partList.empty
source: No parts
ja: パートがありません

# partList.partTitleFormat
source: Part %lld. %@
ja: パート %lld. %@

# partList.title
source: Parts
ja: パート一覧

# section.aiMemo.fallbackMessage
source: (Generated after the part ends or when run manually)
ja: （パート終了後または手動実行で生成されます）

# section.aiMemo.finalizing
source: Generating final memo...
ja: 確定メモ生成中...

# section.aiMemo.generating
source: Generating memo...
ja: メモ生成中...

# section.aiMemo.generationFailedFormat
source: Memo generation failed: %@
ja: メモ生成失敗: %@

# section.aiMemo.title
source: 🤖 AI memo
ja: 🤖 AIメモ

# section.learningPoints.title
source: Learning points
ja: 学習ポイント

# section.notionSync.externalModification
source: External edit detected (appended changes)
ja: 外部編集を検知 (追記しました)

# section.notionSync.failureFormat
source: Notion sync failed: %@
ja: Notion同期失敗: %@

# section.notionSync.noToken
source: Notion not configured
ja: Notion未設定

# section.notionSync.success
source: Notion synced
ja: Notion同期済み

# section.notionSync.writing
source: Updating Notion...
ja: Notion更新中...

# section.observationItems.title
source: Observation notes
ja: 観察メモ

# section.positiveItems.title
source: Positive candidates
ja: 良かった点候補

# section.transcript.empty
source: (Transcript will appear here when recording starts)
ja: （録音を開始するとここに文字起こしが表示されます）

# section.transcript.title
source: Transcript
ja: 文字起こし

# sessionSortOrder.createdAsc
source: Created (Oldest first)
ja: 作成日時 (古い順)

# sessionSortOrder.createdDesc
source: Created (Newest first)
ja: 作成日時 (新しい順)

# sessionSortOrder.nameAsc
source: Name (A-Z)
ja: 名前 (昇順)

# sessionSortOrder.nameDesc
source: Name (Z-A)
ja: 名前 (降順)

# sessionSortOrder.updatedAsc
source: Updated (Oldest first)
ja: 更新日時 (古い順)

# sessionSortOrder.updatedDesc
source: Updated (Newest first)
ja: 更新日時 (新しい順)

# sessionToolbar.addPart
source: Add Part
ja: パート追加

# sessionToolbar.confirmDeletePartDataMessage
source: The selected part's data will be deleted.
ja: 選択したパートのデータが削除されます。

# sessionToolbar.confirmDeletePartDataTitle
source: Delete this part's data?
ja: パートのデータを削除しますか？

# sessionToolbar.confirmDeletePartMessage
source: All part data including audio, transcription, AI memo, and analysis state will be deleted.
ja: 音声、文字起こし、AIメモ、分析状態を含むパート情報がすべて削除されます。

# sessionToolbar.confirmDeletePartTitle
source: Delete this part permanently?
ja: このパートを完全に削除しますか？

# sessionToolbar.confirmDeleteSessionMessage
source: This session will disappear from the list and its saved data will also be deleted.
ja: このセッションは一覧からも消え、保存済みデータも削除されます。

# sessionToolbar.confirmDeleteSessionTitle
source: Delete this session permanently?
ja: セッションを完全に削除しますか？

# sessionToolbar.deleteCurrentPart
source: Delete Current Part
ja: 現在のパートを削除

# sessionToolbar.deleteCurrentPartData
source: Delete Current Part Data
ja: 現在のパートのデータを削除

# sessionToolbar.deleteCurrentSession
source: Delete This Session
ja: このセッションを削除

# sessionToolbar.help.addPart
source: Add a part
ja: パートを追加

# sessionToolbar.help.importNotion
source: Import from Notion
ja: Notion からインポート

# sessionToolbar.help.newSession
source: Add a new session
ja: 新規セッション追加

# sessionToolbar.help.renameSession
source: Rename session
ja: セッション名を変更

# sessionToolbar.help.settings
source: Settings
ja: 設定

# sessionToolbar.importNotion
source: Import from Notion
ja: Notionインポート

# sessionToolbar.newSessionTitle
source: New Session
ja: 新しいセッション

# sessionToolbar.renameSessionTitle
source: Rename Session
ja: セッション名の変更

# sessionToolbar.sessionName
source: Session name
ja: セッション名

# sessionToolbar.sessionPicker
source: Select Session
ja: セッション選択

# settings.apiEndpoint
source: API endpoint (optional)
ja: APIエンドポイント (任意)

# settings.error.title
source: Error
ja: エラー

# settings.modelName
source: Model name (optional)
ja: モデル名 (任意)

# settings.notionIntegrationToken
source: Notion integration token
ja: Notion インテグレーション・トークン

# settings.sessionSortOrder
source: Session sort order
ja: セッション表示順

# settings.title
source: Settings
ja: 設定

# settings.transcriptionLanguage
source: Transcription Language
ja: 文字起こし言語

# speechTranscription.error.audioConversionFailed
source: Failed to convert the audio format.
ja: オーディオ形式の変換に失敗しました

# speechTranscription.error.bufferCreationFailed
source: Failed to create the buffer.
ja: バッファの作成に失敗しました

# speechTranscription.error.permissionDenied
source: Microphone access is not allowed.
ja: マイクの使用が許可されていません

# speechTranscription.error.segmentFormat
source: Error: %@
ja: エラー: %@

# speechTranscription.error.startFailed
source: Speech recognition could not be started.
ja: 音声認識を開始できません

# speechTranscription.error.unsupportedLocale
source: Japanese speech recognition is not supported.
ja: 日本語の音声認識に対応していません

# speechTranscription.error.unsupportedLocaleFormat
source: Speech recognition for '%@' is not supported.
ja: 言語「%@」の音声認識に対応していません

# speechTranscription.mock.final
source: Confirmed utterance %lld
ja: 確定した発話 %lld

# speechTranscription.mock.provisionalStart
source: (Recognizing...) utterance chunk %lld
ja: （認識中...）発話チャンク %lld

# speechTranscription.mock.provisionalUpdate
source: (Recognizing...) near final %lld
ja: （認識中...）確定間近 %lld
